Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PhotosSharingFilterGroupTitle
source: Photo Library
ar: مكتبة الصور
ca: Fototeca
cs: Knihovna fotek
da: Fotobibliotek
de: Fotomediathek
el: Βιβλιοθήκη φωτογραφιών
es: Fototeca
es_us: Fototeca
fi: Kuvakirjasto
fr: Photothèque
fr_ca: Photothèque
he: ספריית התמונות
hi: तस्वीर लाइब्रेरी
hr: Medijateka fotografija
hu: Fotókönyvtár
id: Perpustakaan Foto
it: Libreria foto
ja: 写真ライブラリ
ko: 사진 보관함
ms: Pustaka Foto
nb: Bildebibliotek
nl: Fotobibliotheek
pl: Biblioteka zdjęć
pt_br: Fototeca
pt_pt: Fototeca
ro: Bibliotecă foto
ru: Медиатека
sk: Knižnica fotiek
sl: Knjižnica fotografij
sv: Bildbibliotek
th: คลังรูปภาพ
tr: Fotoğraf Arşivi
uk: Фототека
vi: Thư viện ảnh
zh_cn: 照片图库
zh_hk: 相片圖庫
zh_tw: 照片圖庫

# PhotosSharingFilterPrivateTitle
source: Personal
ar: الشخصية
cs: Osobní
da: Personlig
de: Persönlich
el: Προσωπική
fi: Henkilökohtainen
fr: Personnelle
fr_ca: Personnelle
he: אישית
hi: व्यक्तिगत
hr: Osobna
hu: Személyes
id: Pribadi
it: Personale
ja: 個人用
ko: 개인
ms: Peribadi
nb: Personlig
nl: Persoonlijk
pl: Osobista
pt_br: Pessoal
pt_pt: Pessoal
ro: Personale
ru: Личные
sk: Osobná
sl: Osebno
sv: Personligt
th: ส่วนตัว
tr: Kişisel
uk: Особиста
vi: Cá nhân
zh_cn: 个人
zh_hk: 個人
zh_tw: 個人

# PhotosSharingFilterSharedTitle
source: Shared
ar: المشتركة
ca: Compartida
cs: Sdílené
da: Delt
de: Geteilt
el: Κοινόχρηστη
es: Compartida
es_us: Compartida
fi: Jaetut
fr: Partagée
fr_ca: Partagée
he: משותפת
hi: शेयर किए गए
hr: Dijeljena
hu: Megosztott
id: Bersama
it: Condivisa
ja: 共有
ko: 공유
ms: Dikongsi
nb: Felles
nl: Gedeeld
pl: Udostępniana
pt_br: Compartilhado
pt_pt: Partilhada
ro: Partajate
ru: Общие
sk: Zdieľaná
sl: Deljeno
sv: Delat
th: แชร์อยู่
tr: Paylaşılan
uk: Спільна
vi: Được chia sẻ
zh_cn: 共享
zh_hk: 共享
zh_tw: 共享

# PortraitClockAllCategoriesHiddenAlertMessage
source: To hide this category, first choose another one to show.
ar: لإخفاء هذه الفئة، يجب أولًا اختيار فئة أخرى لإظهارها.
ca: Per ocultar aquesta categoria, cal que en seleccionis una altra perquè es mostri.
cs: Chcete‑li tuto kategorii skrýt, nejdřív vyberte jinou, která se má zobrazit.
da: Du skal først vælge en anden kategori, der skal vises, før du kan skjule denne.
de: Um diese Kategorie auszublenden, wähle zuerst eine andere zum Einblenden aus.
el: Για απόκρυψη αυτής της κατηγορίας, επιλέξτε πρώτα μία άλλη για εμφάνιση.
es: Para ocultar esta categoría, primero debes elegir cuál se mostrará.
es_us: Para poder ocultar esta categoría, primero elige otra para mostrar.
fi: Jotta voit kätkeä tämän kategorian, valitse ensin toinen näytettäväksi.
fr: Pour masquer cette catégorie, choisissez d’abord une autre catégorie à afficher.
fr_ca: Pour masquer cette catégorie, vous devez d’abord en choisir une autre à afficher.
he: כדי להסתיר קטגוריה זו, יש לבחור תחילה קטגוריה אחרת להצגה.
hi: यह श्रेणी तभी छिपाई जा सकती है अगर दिखाने के लिए कोई अन्य श्रेणी पहले चुन ली जाए।
hr: Za skrivanje ove kategorije prvo odaberite jednu za prikazivanje.
hu: Ennek a kategóriának az elrejtéséhez először válasszon ki egy másikat, amelyet meg kíván jeleníteni.
id: Untuk menyembunyikan kategori ini, pertama-tama pilih kategori lain untuk ditampilkan.
it: Per nascondere questa categoria, scegline prima un’altra da mostrare.
ja: このカテゴリを非表示にするには、まず表示する別のカテゴリを選択してください。
ko: 이 카테고리를 가리려면 먼저 표시할 다른 카테고리를 선택하십시오.
ms: Untuk menyembunyikan kategori ini, pilih satu lagi untuk ditunjukkan terlebih dahulu.
nb: Du må velge en annen kategori å vise før du kan skjule denne.
nl: Als je deze categorie wilt verbergen, kies je eerst een andere categorie om weer te geven.
pl: Aby ukryć tę kategorię, wybierz najpierw inną, która będzie wyświetlana.
pt_br: Para ocultar esta categoria, primeiro escolha uma para mostrar.
pt_pt: Para ocultar esta categoria, primeiro escolha outra para mostrar.
ro: Pentru a ascunde această categorie, alegeți mai întâi alta care să fie afișată.
ru: Чтобы скрыть эту категорию, сначала выберите другую категорию для показа.
sk: Ak chcete skryť túto kategóriu, najskôr vyberte inú, ktorá sa zobrazí.
sl: Če želite to kategorijo skriti, najprej izberite drugo kategorijo za prikazovanje.
sv: Om du vill gömma den här kategorin måste du först välja en annan kategori som ska visas.
th: ในการซ่อนหมวดหมู่นี้ ก่อนอื่นเลือกหมวดหมู่อื่นเพื่อให้แสดง
tr: Bu kategoriyi gizlemek için önce gösterilecek bir kategori seçin.
uk: Щоб сховати цю категорію, спочатку оберіть іншу категорію для показу.
vi: Để ẩn danh mục này, trước tiên hãy chọn một danh mục khác để hiển thị.
zh_cn: 若要隐藏此类别，请先选取要显示的另一个类别。
zh_hk: 如要隱藏此類別，請先選擇顯示另一個類別。
zh_tw: 若要隱藏此類別，請先選擇要顯示的類別。

# PortraitClockAllCategoriesHiddenAlertTitle
source: One Category Required
ar: مطلوب فئة واحدة
ca: Categoria necessària
cs: Je nutné vybrat jednu kategorii
da: Mindst en kategori kræves
de: Eine Kategorie erforderlich
el: Απαιτείται μία κατηγορία
es: Se requiere una categoría
es_us: Categoría requerida
fi: Yksi kategoria vaaditaan
fr: Une catégorie doit être affichée
fr_ca: Une catégorie doit être affichée
he: נדרשת קטגוריה אחת
hi: एक श्रेणी आवश्यक है
hr: Potrebna je jedna kategorija
hu: Egy kategória szükséges
id: Satu Kategori Diperlukan
it: È richiesta una categoria
ja: カテゴリが1つ必要です
ko: 한 개의 카테고리 필요
ms: Satu Kategori Diperlukan
nb: Minst én kategori kreves
nl: Eén categorie vereist
pl: Wymagana jedna kategoria
pt_br: Uma Categoria Necessária
pt_pt: É necessário mostrar uma categoria
ro: Necesită o categorie
ru: Требуется хотя бы одна категория
sk: Jedna kategória je povinná
sl: Zahtevana je ena kategorija
sv: En kategori krävs
th: ต้องใช้หนึ่งหมวดหมู่
tr: Bir Kategori Gerekiyor
uk: Потрібна принаймні одна категорія
vi: Yêu cầu có một danh mục
zh_cn: 需要一个类别
zh_hk: 需要一個類別
zh_tw: 需要一個類別

# PreviouslyUsedClearAllEmailButtonTitle
source: Remove All
ar: إزالة الكل
ca: Elimina‑ho tot
cs: Odstranit vše
da: Fjern alle
de: Alle entfernen
el: Αφαίρεση όλων
es: Eliminar todo
es_us: Eliminar todo
fi: Poista kaikki
fr: Tout supprimer
fr_ca: Tout supprimer
he: הסרת כולן
hi: सभी हटाएँ
hr: Ukloni sve
hu: Összes eltávolítása
id: Hapus Semua
it: Rimuovi tutti
ja: すべて削除
ko: 모두 제거
ms: Keluarkan Semua
nb: Fjern alle
nl: Verwijder alles
pl: Usuń wszystkie
pt_br: Remover Todos
pt_pt: Remover todos
ro: Eliminați tot
ru: Удалить все
sk: Odstrániť všetky
sl: Odstrani vse
sv: Ta bort alla
th: เอาทั้งหมดออก
tr: Tümünü Sil
uk: Вилучити всі
vi: Xóa tất cả
zh_cn: 全部移除
zh_hk: 全部移除
zh_tw: 全部移除

# PreviouslyUsedClearAllEmailEmailCancel
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# PreviouslyUsedDeleteEmailButtonTitle
source: Remove
ar: إزالة
ca: Elimina
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
es_us: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: הסרה
hi: हटाएँ
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
ms: Keluarkan
nb: Fjern
nl: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Eliminați
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
th: เอาออก
tr: Sil
uk: Вилучити
vi: Xóa
zh_cn: 移除
zh_hk: 移除
zh_tw: 移除

# PreviouslyUsedDeleteEmailCancel
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# PreviouslyUsedEmailClearAllMessage
source: Are you sure you want to remove all previously-used email addresses?
ar: هل ترغب بالتأكيد في إزالة جميع عناوين البريد الإلكتروني المستخدمة سابقًا؟
ca: Confirmes que vols eliminar totes les adreces electròniques utilitzades anteriorment?
cs: Určitě chcete odstranit všechny dříve použité e‑mailové adresy?
da: Er du sikker på, at du vil fjerne alle tidligere benyttede e-mailadresser?
de: Möchtest du wirklich alle zuvor benutzten E-Mail-Adressen löschen?
el: Θέλετε σίγουρα να αφαιρέσετε όλες τις διευθύνσεις email που χρησιμοποιήθηκαν στο παρελθόν;
es: ¿Seguro que quieres eliminar todas las direcciones de correo electrónico utilizadas anteriormente?
es_us: ¿Quieres eliminar todos los correos usados previamente?
fi: Poistetaanko kaikki aiemmin käytetyt sähköpostiosoitteet?
fr: Voulez-vous vraiment supprimer toutes les adresses e-mail précédemment utilisées ?
fr_ca: Voulez-vous vraiment supprimer toutes les adresses courriel utilisées précédemment?
he: האם ברצונך להסיר את כל כתובות הדוא״ל שהיו בשימוש בעבר?
hi: क्या आप निश्चित हैं कि आप पहले उपयोग किए गए सभी ईमेल पते हटाना चाहते हैं?
hr: Sigurno želite ukloniti sve prethodno korištene e-mail adrese?
hu: Biztos benne, hogy el szeretné távolítani a korábban használt e-mail-címeket?
id: Apakah Anda yakin ingin menghapus semua alamat email yang digunakan sebelumnya?
it: Confermi di voler rimuovere tutti gli indirizzi email utilizzati in precedenza?
ja: 以前に使用したメールアドレスをすべて削除してもよろしいですか?
ko: 이전에 사용한 이메일 주소를 모두 삭제하겠습니까?
ms: Adakah anda pasti mahu mengeluarkan semua alamat e-mel yang digunakan sebelum ini?
nb: Er du sikker på at du vil fjerne alle e-postadresser du har brukt tidligere?
nl: Weet je zeker dat je alle eerder gebruikte e‑mailadressen wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie poprzednio używane adresy email?
pt_br: Tem certeza de que deseja remover todos os endereços de e-mail usados anteriormente?
pt_pt: Tem a certeza de que pretende remover todos os endereços de e‑mail usados anteriormente?
ro: Sigur doriți să eliminați toate adresele de e‑mail utilizate anterior?
ru: Вы действительно хотите удалить все ранее использованные адреса e‑mail?
sk: Naozaj chcete odstrániť všetky predošlé emailové adresy?
sl: Ste prepričani, da želite odstraniti vse e‑poštne naslove, ki ste jih uporabljali v preteklosti?
sv: Är du säker på att du vill ta bort alla tidigare använda e-postadresser?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการเอาที่อยู่อีเมลที่ใช้ก่อนหน้านี้ทั้งหมดออก
tr: Önceden kullanılan tüm e-posta adreslerini silmek istediğinizden emin misiniz?
uk: Справді вилучити всі е‑адреси, що використовувалися раніше?
vi: Bạn có chắc chắn muốn xóa tất cả các địa chỉ email đã sử dụng trước đây không?
zh_cn: 你确定要移除所有曾用电子邮件地址吗？
zh_hk: 確定要移除所有之前使用過的電郵地址嗎？
zh_tw: 確定要移除所有之前用過的電子郵件地址嗎？

# PreviouslyUsedEmailDeleteMessageFormat
source: Are you sure you want to remove %@?
ar: هل ترغب بالتأكيد في إزالة %@؟
ca: Confirmes que vols eliminar %@?
cs: Určitě chcete adresu %@ odstranit?
da: Er du sikker på, at du vil fjerne %@?
de: Möchtest du „%@“ wirklich entfernen?
el: Θέλετε σίγουρα να αφαιρέσετε το «%@»;
es: ¿Seguro que quieres eliminar %@?
es_us: ¿Quieres eliminar %@?
fi: Poistetaanko %@?
fr: Voulez-vous vraiment supprimer %@ ?
fr_ca: Voulez-vous vraiment supprimer %@?
he: האם ברצונך להסיר את %@?
hi: क्या आप निश्चित हैं कि आप %@ को हटाना चाहते हैं?
hr: Sigurno želite ukloniti %@?
hu: Biztosan el szeretné távolítani a következőt: %@?
id: Apakah Anda yakin ingin menghapus %@?
it: Confermi di voler rimuovere %@?
ja: %@を削除してもよろしいですか?
ko: %@을(를) 제거하겠습니까?
ms: Adakah anda pasti mahu mengeluarkan %@?
nb: Er du sikker på at du vil fjerne %@?
nl: Weet je zeker dat je %@ wilt verwijderen?
pl: Czy na pewno chcesz usunąć „%@”?
pt_br: Tem certeza de que deseja remover %@?
pt_pt: Tem a certeza de que pretende remover %@?
ro: Sigur doriți să eliminați adresa de e‑mail „%@”?
ru: Вы действительно хотите удалить «%@»?
sk: Naozaj chcete odstrániť „%@“?
sl: Ste prepričani, da želite odstraniti osebo %@?
sv: Är du säker på att du vill ta bort %@?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการเอา %@ ออก
tr: %@ öğesini silmek istediğinizden emin misiniz?
uk: Справді вилучити %@?
vi: Bạn có chắc chắn muốn xóa %@ không?
zh_cn: 你确定要移除%@吗？
zh_hk: 確定要移除「%@」嗎？
zh_tw: 確定要移除%@嗎？

# PreviouslyUsedEmailDescription
source: Remove previously-used email addresses.
ar: إزالة عناوين البريد الإلكتروني المستخدمة سابقًا.
ca: Elimina les adreces electròniques utilitzades anteriorment.
cs: Odstranit dříve používané e‑mailové adresy.
da: Fjern tidligere benyttede e-mailadresser.
de: Zuvor benutzte E-Mail-Adressen entfernen
el: Αφαίρεση διευθύνσεων email που έχουν χρησιμοποιηθεί.
es: Elimina las direcciones de correo electrónico utilizadas anteriormente.
es_us: Elimina correos usados previamente.
fi: Poista aiemmin käytettyjä sähköpostiosoitteita.
fr: Supprimez les adresses e-mail précédemment utilisées.
fr_ca: Supprimez les adresses courriel utilisées précédemment.
he: ניתן להסיר כתובות דוא״ל שהיו בעבר בשימוש.
hi: पहले उपयोग किए गए ईमेल पते हटाएँ।
hr: Uklonite prethodno korištene e-mail adrese.
hu: Korábban használt e-mail-címek eltávolítása.
id: Hapus alamat email yang digunakan sebelumnya.
it: Rimuovi gli indirizzi email utilizzati in precedenza.
ja: 以前に使用したメールアドレスを削除します。
ko: 이전에 사용한 이메일 주소 제거
ms: Keluarkan alamat e-mel yang digunakan sebelumnya.
nb: Fjern tidligere brukte e‑postadresser.
nl: Verwijder eerder gebruikte e‑mailadressen.
pl: Usuń wszystkie poprzednio używane adresy email.
pt_br: Remova os endereços de e-mail usados anteriormente.
pt_pt: Remover e‑mails usados anteriormente.
ro: Eliminați adresele de e‑mail utilizate anterior.
ru: Удалить ранее использованные адреса.
sk: Odstrániť predošlé emailové adresy.
sl: Odstranite e-poštne naslove, uporabljene v preteklosti.
sv: Ta bort tidigare använda e-postadresser.
th: เอาที่อยู่อีเมลที่ใช้ก่อนหน้านี้ออก
tr: Daha önce kullanılan e-posta adreslerini silebilirsiniz.
uk: Вилучити е‑адреси, що використовувалися раніше.
vi: Xóa các địa chỉ email đã sử dụng trước đây.
zh_cn: 移除曾用电子邮件地址。
zh_hk: 移除之前使用過的電郵地址。
zh_tw: 移除之前用過的電子郵件地址。

# PreviouslyUsedEmailSectionTitle
source: Email Addresses
ar: عناوين البريد الإلكتروني
ca: Adreces electròniques
cs: E‑mailové adresy
da: E-mailadresser
de: E-Mail-Adressen
el: Διευθύνσεις email
es: Direcciones de correo electrónico
es_us: Direcciones de correo electrónico
fi: Sähköpostiosoitteet
fr: Adresses e-mail
fr_ca: Adresses courriel
he: כתובות דוא״ל
hi: ईमेल पते
hr: E-mail adrese
hu: E-mail-cím
id: Alamat Email
it: Indirizzi email
ja: メールアドレス
ko: 이메일 주소
ms: Alamat E-mel
nb: E-postadresser
nl: E-mailadressen
pl: Adresy email
pt_br: Endereços de E-mail
pt_pt: Endereços de e‑mail
ro: Adrese de e-mail
ru: Адреса e-mail
sk: Emailové adresy
sl: E-poštni naslovi
sv: E-postadresser
th: ที่อยู่อีเมล
tr: E-posta Adresleri
uk: Е‑адреси
vi: Địa chỉ email
zh_cn: 电子邮件地址
zh_hk: 電郵地址
zh_tw: 電子郵件地址

# PreviouslyUsedEmailTitle
source: Previously-Used Emails
ar: عناوين البريد الإلكتروني المستخدمة سابقًا
ca: Adreces utilitzades anteriorment
cs: Předchozí použité e‑maily
da: Tidligere benyttede e-mailadresser
de: Zuvor verwendete E-Mails
el: Email που έχουν χρησιμοποιηθεί
es: Direcciones de correo usadas antes
es_us: Correos usados previamente
fi: Aiemmin käytetyt sähköpostiosoitteet
fr: Adresses e-mail
fr_ca: Adresses utilisées précédemment
he: כתובות דוא״ל שהיו בעבר בשימוש
hi: पहले उपयोग किए गए ईमेल
hr: Prethodno korištene e-mail adrese
hu: Korábban használt e-mail-címek
id: Email yang Digunakan Sebelumnya
it: Email utilizzate in precedenza
ja: 以前に使用したメールアドレス
ko: 이전에 사용한 이메일
ms: E-mel Digunakan Sebelumnya
nb: Tidligere brukte e‑postadresser
nl: Eerder gebruikte e‑mailadressen
pl: Poprzednio używane adresy email
pt_br: E-mails Usados Anteriormente
pt_pt: E‑mails usados anteriormente
ro: E‑mailuri utilizate anterior
ru: Ранее использованные адреса
sk: Predošlé emaily
sl: Predhodno vneseni e-poštni naslovi
sv: Tidigare använda e-postadresser
th: อีเมลที่ใช้ก่อนหน้านี้
tr: Daha Önce Kullanılan E-postalar
uk: Попередні е‑адреси
vi: Các email đã sử dụng trước đây
zh_cn: 曾用电子邮件
zh_hk: 之前使用過的電郵地址
zh_tw: 之前用過的電子郵件

# PreviouslyUsedTitle
source: Previously-Used Emails
ar: عناوين البريد الإلكتروني المستخدمة سابقًا
ca: Adreces utilitzades anteriorment
cs: Předchozí použité e‑maily
da: Tidligere benyttede e-mailadresser
de: Zuvor verwendete E-Mails
el: Email που έχουν χρησιμοποιηθεί
es: Direcciones de correo usadas antes
es_us: Correos usados previamente
fi: Aiemmin käytetyt sähköpostiosoitteet
fr: Adresses e-mail précédemment utilisées
fr_ca: Adresses utilisées précédemment
he: כתובות דוא״ל שהיו בעבר בשימוש
hi: पहले उपयोग किए गए ईमेल
hr: Prethodno korištene e-mail adrese
hu: Korábban használt e-mail-címek
id: Email yang Digunakan Sebelumnya
it: Email utilizzate in precedenza
ja: 以前に使用したメールアドレス
ko: 이전에 사용한 이메일
ms: E-mel Digunakan Sebelumnya
nb: Tidligere brukte e‑postadresser
nl: Eerder gebruikte e‑mailadressen
pl: Poprzednio używane adresy email
pt_br: E-mails Usados Anteriormente
pt_pt: E‑mails usados anteriormente
ro: E‑mailuri utilizate anterior
ru: Ранее использованные адреса
sk: Predošlé emaily
sl: Predhodno vneseni e-poštni naslovi
sv: Tidigare använda e-postadresser
th: อีเมลที่ใช้ก่อนหน้านี้
tr: Daha Önce Kullanılan E-postalar
uk: Попередні е‑адреси
vi: Các email đã sử dụng trước đây
zh_cn: 曾用电子邮件
zh_hk: 之前使用過的電郵地址
zh_tw: 之前用過的電子郵件

# PrivacyAllowAccess
source: Allow
ar: السماح
ca: Permet
cs: Povolit
da: Tillad
de: Erlauben
el: Ναι
es: Permitir
es_us: Permitir
fi: Salli
fr: Autoriser
fr_ca: Autoriser
he: אישור
hi: अनुमति दें
hr: Dozvoli
hu: Engedélyezés
id: Izinkan
it: Consenti
ja: 許可
ko: 허용
ms: Benarkan
nb: Tillat
nl: Sta toe
pl: Pozwól
pt_br: Permitir
pt_pt: Permitir
ro: Permiteți
ru: Разрешить
sk: Povolené
sl: Dovoli
sv: Tillåt
th: อนุญาต
tr: İzin Ver
uk: Дозволити
vi: Cho phép
zh_cn: 允许
zh_hk: 允許
zh_tw: 允許

# PrivacyAllowWhileUsing
source: While Using the App
ar: أثناء استخدام التطبيق
ca: Amb l’app en ús
cs: Při používání aplikace
da: Mens du bruger appen
de: Beim Verwenden der App
el: Κατά τη χρήση της εφαρμογής
es: Cuando se use la app
es_us: Al usar la app
fi: Käytettäessä appia
fr: Lorsque l’app est active
fr_ca: Lorsque l’app est active
he: בעת השימוש ביישום
hi: ऐप के उपयोग के समय
hr: Tijekom uporabe aplikacije
hu: Az app használata közben
id: Saat Menggunakan App
it: Mentre usi l’app
ja: このアプリの使用中のみ許可
ko: 앱을 사용하는 동안
ms: Semasa Menggunakan App
nb: Når appen er i bruk
nl: Bij gebruik van app
pl: Gdy używam aplikacji
pt_br: Durante Uso do App
pt_pt: Ao usar a aplicação
ro: La utilizarea aplicației
ru: При использовании
sk: Pri používaní apky
sl: Med uporabo aplikacije
sv: När appen används
th: ในระหว่างใช้แอป
tr: Uygulamayı Kullanırken
uk: Під час роботи
vi: Khi dùng Ứng dụng
zh_cn: 使用App期间
zh_hk: 只限使用App時
zh_tw: 使用App期間

# PrivacyAppAllowAccess
source: Always
ar: دائمًا
ca: Sempre
cs: Vždy
da: Altid
de: Immer
el: Πάντα
es: Siempre
es_us: Siempre
fi: Aina
fr: Toujours
fr_ca: Toujours
he: תמיד
hi: हमेशा
hr: Uvijek
hu: Mindig
id: Selalu
it: Sempre
ja: 常に許可
ko: 항상
ms: Sentiasa
nb: Alltid
nl: Altijd
pl: Zawsze
pt_br: Sempre
pt_pt: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sl: Vedno
sv: Alltid
th: ตลอดเวลา
tr: Her Zaman
uk: Завжди
vi: Luôn luôn
zh_cn: 始终
zh_hk: 總是
zh_tw: 永遠

# PrivacyAppDenyAccess
source: Never
ar: مطلقًا
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
es_us: Nunca
fi: Ei koskaan
fr: Jamais
fr_ca: Jamais
he: אף פעם
hi: कभी नहीं
hr: Nikad
hu: Soha
id: Jangan Pernah
it: Mai
ja: なし
ko: 안 함
ms: Jangan
nb: Aldri
nl: Nooit
pl: Brak
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
th: ไม่เลย
tr: Asla
uk: Ніколи
vi: Không
zh_cn: 永不
zh_hk: 永不
zh_tw: 永不

# PrivacyDenyAccess
source: Don’t Allow
ar: عدم السماح
ca: No permetis
cs: Nepovolovat
da: Tillad ikke
de: Nicht erlauben
el: Να μην επιτρέπεται
es: No permitir
es_us: No permitir
fi: Älä salli
fr: Ne pas autoriser
fr_ca: Refuser
he: לא לאפשר
hi: अनुमति न दें
hr: Nemoj dozvoliti
hu: Tiltás
id: Jangan Izinkan
it: Non consentire
ja: 許可しない
ko: 허용 안 함
ms: Jangan Benarkan
nb: Ikke tillat
nl: Sta niet toe
pl: Nie pozwalaj
pt_br: Não Permitir
pt_pt: Não permitir
ro: Nu permiteți
ru: Не разрешать
sk: Nepovolené
sl: Ne dovoli
sv: Tillåt inte
th: ไม่อนุญาต
tr: İzin Verme
uk: Заборонити
vi: Từ chối
zh_cn: 不允许
zh_hk: 不允許
zh_tw: 不允許

# PrivacyLogFileDeleteAlertTitle
source: Delete “%@”?
ar: حذف "%@"؟
ca: Vols eliminar “%@”?
cs: Smazat „%@“?
da: Slet “%@”?
de: „%@“ löschen?
el: Να διαγραφεί το «%@»;
es: ¿Eliminar “%@”?
es_us: ¿Eliminar “%@”?
fi: Poistetaanko ”%@”?
fr: Supprimer « %@ » ?
fr_ca: Supprimer « %@ »?
he: למחוק את ״%@״?
hi: “%@” डिलीट करें?
hr: Obrisati stavku “%@”?
hu: „%@” elem törlése?
id: Hapus “%@”?
it: Vuoi eliminare “%@”?
ja: “%@”を削除しますか?
ko: ‘%@’을(를) 삭제하겠습니까?
ms: Padam “%@”?
nb: Slette «%@»?
nl: '%@' verwijderen?
pl: Usunąć „%@”?
pt_br: Apagar “%@”?
pt_pt: Apagar “%@”?
ro: Ștergeți „%@”?
ru: Удалить «%@»?
sk: Vymazať záznam „%@“?
sl: Želite izbrisati datoteko »%@«?
sv: Vill du radera ”%@”?
th: ลบ “%@” หรือไม่
tr: “%@” Silinsin mi?
uk: Видалити «%@»?
vi: Xóa “%@”?
zh_cn: 删除“%@”吗？
zh_hk: 要刪除「%@」嗎？
zh_tw: 要刪除「%@」嗎？

# PrivacyLogFileDeleteMenuItem
source: Delete
ar: حذف
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_us: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: מחיקה
hi: डिलीट करें
hr: Obriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Apagar
pt_pt: Apagar
ro: Ștergeți
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_cn: 删除
zh_hk: 刪除
zh_tw: 刪除

# PrivacyLogFileExportMenuitem
source: Share
ar: مشاركة
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Κοινή χρήση
es: Compartir
es_us: Compartir
fi: Jaa
fr: Envoyer
fr_ca: Partager
he: שיתוף
hi: शेयर करें
hr: Dijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
ms: Kongsi
nb: Del
nl: Deel
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ro: Partajați
ru: Поделиться
sk: Zdieľať
sl: Deli
sv: Dela
th: แชร์
tr: Paylaş
uk: Поширити
vi: Chia sẻ
zh_cn: 共享
zh_hk: 分享
zh_tw: 分享
